/* Megabyte Abbrev */
"MB" = "MB";

/* Kilobyte Abbrev */
"KB" = "KB";

/* Yes */
"Yes" = "是";

/* No */
"No" = "否";

/* Cancel */
"Cancel" = "取消";

"OK" = "好";

/* LxShredfile */

"Processing file: %d of %d" = "正在处理的文件: 第 %d 个 (共 %d 个)";

"Are you sure you want to cancel shredding the file?\n\nYou may have to wait for the current shredded item to be completed." = "是否确实要取消永久删除文件的操作?\r\r您可能需要等到当前永久删除项目操作的完成。";

"Successful : %@" = "成功: %@";

"Cannot delete read-only file: %@" = "无法删除只读文件: %@";

"Unsuccessful due to read-only file : (%d) %@" = "由于文件: (%d) %@ 是只读的而不成功";

"Cannot shred file : (%d) %@" = "无法永久删除文件: (%d) %@";

"Cannot delete read-only file: %@" = "无法删除只读文件: %@";

"Unsuccessful due to read-only file : (%d) %@" = "由于文件: (%d) %@ 是只读的而不成功";


/* JD2WizardSetupController */

"Creating encrypted vault is in progress.  Are you sure you want to stop now?" = "正在创建加密存储区。是否确实要立即停止?";

"You can only mount maximum of 5 encrypted vaults!" = "最多只能挂载 5 个加密存储区!";

"Free space on volume: %@ is %4.1fMB" = "卷 %@ 的可用空间为: %4.1fMB";

"Free space on main volume is %4.1fMB" = "主卷上的可用空间为 %4.1fMB";

"2048MB" = "2048MB";

"%4.0fMB" = "%4.0fMB";

"An encrypted vault cannot be created inside a mounted vault drive! Please select a different folder." = "不能在挂载的存储区驱动器中创建加密存储区! 请选择其它文件夹。";

"A vault with the same name already exists in the folder location you specified! \n\nPlease change the vault name or location and try again." = "指定的文件夹位置中已经存在同名的存储区! \r\r请更改存储区的名称或位置，然后重试。";

"The folder path you selected is read-only!\n\Please select a different folder." = "选定文件夹路径是只读的! \r请选择其它文件夹。";

"Vault file name cannot be all spaces." = "存储区文件名不能全为空格。";

"Please specify the vault file name." = "请指定存储区文件名。";

"Please specify the vault location" = "请指定存储区位置";

"There is not enough free space." = "可用空间不足。";

"Minimum vault size is 32." = "存储区最小为 32。";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "输入的密码太短。请输入至少 8 个字符但不超过 32 个字符的新密码。";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "输入的密码太长。请输入至少 8 个字符但不超过 32 个字符的新密码。";

"The confirmation does not match the new password, they must be re-entered." = "确认密码与新密码不匹配，必须重新输入这两个密码。";

"Password hint cannot be the same as your password." = "密码提示不能与您的密码相同。";

"You've tried to many times to mount a vault with invalid password.  To mount a vault, please restart the application and then try again." = "您已多次尝试用无效密码挂载存储区。要挂载存储区，请重新启动该应用程序，然后重试。";

"The entered password is invalid." = "输入的密码无效。";

/* JDTEncrypt23 */

"Processing file %d of %d" = "正在处理第 %d 个文件 (共 %d 个)";

"Successful : %@" = "成功: %@";

"Cannot encrypt read-only file: %@" = "无法加密只读文件: %@";

"Unsuccessful due to read-only file : (%d) %@" = "由于文件: (%d) %@ 是只读的而不成功";

"Cannot encrypt file : (%d) %@" = "无法加密文件: (%d) %@";

"Cannot decrypt read-only file: %@" = "无法解密只读文件: %@";

"Invalid password.  This file may have been encrypted using a different password : %@" = "密码无效。此文件可能已使用其它密码加密: %@";

"Cannot decrypt file : %@" = "无法解密文件: %@";

"Encrypting File:" = "正在加密文件:";

"Secure II: Encrypt File" = "Secure II: 加密文件";

"Decrypting File:" = "正在解密文件:";

"Secure II: Decrypt File" = "Secure II: 解密文件";

"Shredding File:" = "正在永久删除文件:";

"Secure II: Decrypt File" = "Secure II: 解密文件";

"Are you sure you want to cancel the encryption process?" = "是否确实要取消加密过程?";

"Are you sure you want to cancel the decryption process?" = "是否确实要取消解密过程?";

"%d of %d %@" = "%d 个 (共 %d %@ 个)";

"file(s) encrypted" = "文件已加密";

"file(s) decrypted" = "文件已解密";

"The password entered is too short.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "输入的密码太短。请输入至少 8 个字符但不超过 32 个字符的新密码。";

"The password entered is too long.  Please enter a new password with at least 8 characters, not exceeding 32 characters." = "输入的密码太长。请输入至少 8 个字符但不超过 32 个字符的新密码。";

"The confirmation does not match the new password, they must be re-entered." = "确认密码与新密码不匹配，必须重新输入这两个密码。";

"Password hint cannot be the same as your password." = "密码提示不能与您的密码相同。";

/* JDTEncryptFile24 */

"%d of %d %@" = "%d 个 (共 %d %@ 个)";

"file(s) were encrypted" = "文件已加密";

"file(s) were decrypted" = "文件已解密";

"file(s) were shredded" = "文件已永久删除";

"Secure II: Encrypt File" = "Secure II: 加密文件";

"Secure II: Decrypt File" = "Secure II: 解密文件";

"Secure II: Shred File" = "Secure II: 永久删除文件";

"file(s) encrypted" = "文件已加密";

"file(s) decrypted" = "文件已解密";

"file(s) shredded" = "文件已永久删除";


/* LxSetPassword */

"Could not change vault password!\n\nPlease check your password and try again." = "无法更改存储区密码!\r\r请检查您的密码并重试。";

"The vault password was changed successfully!" = "已成功更改存储区密码!";

"Password cannot be the same as your name.  Please enter a different password than your name" = "密码不能与您的姓名相同。请输入您的姓名之外的其它密码";

/* AppController */

"The Secure II has to be run from a JumpDrive!\n\nSecure II will exit now." = "Secure II 必须通过 JumpDrive 运行!\r\rSecure II 将立即退出。";

"Quit" = "退出";

"No JumpDrive device found!\n\nSecure II will exit now." = "找不到 JumpDrive 设备!\r\rSecure II 将立即退出。";

"Install Vault Driver" = "安装存储区驱动程序";

"There is no driver installed.  To use the secure vault feature, this driver need to be installed.  An administrator password is required to install this driver." = "没有安装驱动程序。要使用安全存储区功能，需要安装此驱动程序。安装此驱动程序需要管理员密码。";

"Exiting the application will automatically unmount all the currently mounted vaults.  Do you want to continue?" = "退出该应用程序将自动卸载当前已挂载的所有存储区。是否确实要继续?";

"Are you sure you want to exit Secure II?" = "是否确实要退出 Secure II?";

"File vault creation is in progress. Please cancel it before quitting." = "正在创建文件存储区。请先取消该操作然后再退出。";

"Total" = "总计";

"Free" = "可用";

"is no longer available in that location." = "在该位置不再可用。";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "不能在挂载的存储区驱动器内找到加密存储区! 请选择其它存储区。";

"You can only mount maximum of %d encrypted vaults!" = "最多只能挂载 %d 个加密存储区!";

"The vault you selected is not a valid vault file!" = "选定的存储区不是有效的存储区文件!";

"This vault file is read only and cannot be mounted." = "该存储区文件是只读的，不能挂载。";

"Are you sure you want to unmount the vault:" = "是否确实要卸载该存储区:";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "未能卸载该存储区驱动器。请关闭正在使用该存储区驱动器的所有其它应用程序。然后请重试。";

"Some of the files you are adding to the list are read-only." = "要添加到列表中的某些文件是只读文件。";

"Some of the file types you are adding to the list are not supported." = "要添加到列表中的某些文件类型不受支持。";

"Some of the files you are adding to the list are read-only." = "要添加到列表中的某些文件是只读文件。";

"Are you sure you want to shred all the files in the list.  Shredded files cannot be recovered." = "是否确实要永久删除列表中的所有文件? 永久删除的文件将无法恢复。";

"Some of the files you are adding to the list are read-only." = "要添加到列表中的某些文件是只读文件。";

"Some of the file types you are adding to the list are not supported." = "要添加到列表中的某些文件类型不受支持。";

"Are you sure you want to shred selected items in the Trash?\n\nShredded items cannot be recovered." = "是否确实要永久删除废纸篓中的选定项目?\r\r永久删除的项目将无法恢复。";

"Are you sure you want to shred the free space area on drive: " = "是否确实要永久删除以下驱动器可用空间区域中的内容: ";

"This process may take a long time." = "此过程可能需要较长时间才能完成。";

"Could not unmount the vault drive.  Please close all other applications that are using the vault drive.  Then please try again." = "未能卸载该存储区驱动器。请关闭正在使用该存储区驱动器的所有其它应用程序。然后请重试。";

"Free Space: %4.1f MB" = "可用空间: %4.1f MB";

"%4.1f MB" = "%4.1f MB";

"Shredding: %4.0f bytes / %4.0f bytes" = "正在永久删除: %4.0f 字节/%4.0f 字节";

"The Shred Free Space operation of drive %@ was canceled!" = "已取消对驱动器 %@ 的“永久删除可用空间内容”操作!";

"The Shred Free Space operation of drive %@ was complete!" = "已完成对驱动器 %@ 的“永久删除可用空间内容”操作!";

"Shredding: %4.0f bytes / %4.0f bytes" = "正在永久删除: %4.0f 字节/%4.0f 字节";

"The vault already exists in the list." = "该存储区已在列表中存在。";

"You can not locate an encrypted vault that is inside a mounted vault drive! Please select a different vault." = "不能在挂载的存储区驱动器内找到加密存储区! 请选择其它存储区。";

"%d file(s) " = "%d 个文件 ";

"The vault you selected is not a valid vault file!" = "选定的存储区不是有效的存储区文件!";

"Not mounted" = "未挂载";

/* updater related */

"Up to date" = "最新";

"You have the latest version of Secure II." = "您的 Secure II 为最新版本。";

"Version %@ of Secure II is available for download." = "%@ 版 Secure II 已可以下载。";

"  You are currently running version %@." = "您当前运行的是版本 %@。";

"\n\nDo you like to update now?" = "\r\r是否要立即更新?";

"Problem connecting to Lexar's website" = "连接到 Lexar 网站时出现问题";

"Couldn't access the version number from the" = "无法从以下位置访问版本号";

" Lexar's web site." = "Lexar 网站。";

"Secure II is currently running.  Please quit Secure II now to continue." = "Secure II 当前正在运行。请立即退出 Secure II 继续。";

"Deleting old Secure II application" = "删除原来的 Secure II 应用程序";

"Update is successful" = "更新成功";

"Fails to update" = "更新失败";

"Copying new version to the JumpDrive" = "正在将新版本复制到 JumpDrive";

"A maximum of %i files may be encrypted in one batch, encryption of %i files were requested" = "一批最多可以加密 %i 个文件，已请求加密 %i 个文件";

"Skip file: '%@' and continue shredding?" = "跳过文件 '%@' 并继续绞碎？";

"All (everything)" = "全部";

"All (all files)" = "全部";

